/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Eine neue Version ist verfügbar.";
"Version:" = "Version:";
"Released Date:" = "Veröffentlichungsdatum:";
"Remind me later" = "Erinnert mich später";
"Update now" = "Jetzt aktualisieren";
"Check the update" = "Update überprüfen";
"The version you are using is the latest one!" = "Die von Ihnen verwendete Version ist das Neueste!";
"Software updata" = "Software aktualisieren";
"Network error, please check the network and try again." = "Es gibt einen Netzwerkfehler. Überprüfen Sie das Netzwerk und dann versuchen es erneut.";
"OK" = "Okay";
"Downloading, please wait a moment." = "Es ist im Prozess vom Herunterladen, bitte warten ...";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Download ist abgeschlossen. Die sofortige Installation erfordert das Schließen des laufenden Programms. Möchten Sie weiter machen?";
"Install now" = "Jetzt installieren";
"Cancel" = "Stornieren";
"Download the latest version, do you want to cancel?" = "Die neueste Version wird jetzt heruntergeladen, möchten Sie es abbrechen?";
"Download error, please check the network and try again," = "Der Download ist fehlgeschlagen. Bitte überprüfen Sie das Netzwerk und dann versuchen es erneut.";
"Yes" = "Ja";
"No" = "Nein";
"Installing, please wait a moment." = "Es ist im Prozess vom Installieren, bitte warten ...";
"Install complete." = "Installation ist abgeschlossen.";
"Start now" = "Jetzt starten";
"Install failed, please try again." = "Installation ist fehlgeschlagen, bitte versuchen Sie es erneut.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Warten Sie bitte geduldig, bis die Programminstallation abgeschlossen ist. Andernfalls kann es zu einer Programmausnahme kommen.";
"Try again" = "Erneut versuchen";
"What's New:" = "Die Neuigkeiten:";
"Checking for updates…" = "Jetzt auf Updates prüfen ...";
